Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_protection/air_pollution.html.txt.tmx
Source language: en
Languages: ga

source: Air quality and pollution
ga: Caighdeán an aeir agus truailliú

source: • Further information • Where to apply
ga: • Cá háit a ndéanfaidh mé iarratas

source: Pollutants in the air create a variety of dangers for health and the environment
ga: Cruthaíonn truailleáin san aer baol éagsúil don tsláinte agus don chomhshaol

source: Air pollutants emitted directly from traffic, power generation or industry are known as primary pollutants
ga: Tugtar truailleáin phríomha ar thruailleáin aeir a astaítear go díreach ó thrácht, giniúint cumhachta nó ón tionscal

source: As well as causing serious problems in their immediate vicinity, primary pollutants can also travel long distances and can chemically react in the atmosphere to produce secondary pollutants such as acid rain or ozone
ga: Mar aon le bheith mar chúis le fadhbanna tromchúiseacha ina ngarchóngaracht, féadfaidh truailleáin phríomha taisteal faid fhada, chomh maith, agus féadfaidh siad tabhairt faoi imoibriú ceimiceach san atmaisféar agus truailleáin thánaisteacha a tháirgeadh, ar nós báisteach aigéadach nó ózóin

source: Certain pollutants can contribute to climate change
ga: Féadfaidh roinnt truailleán cur le hathrú aeráide

source: Air quality standards have been set out in EU and Irish legislation
ga: Leagadh caighdeáin um chaighdeán an aeir amach i reachtaíocht an AE agus na hÉireann

source: The Environmental Protection Agency (EPA) monitors the levels of various air pollutants against these standards
ga: Déanann an Ghníomhaireacht um Chaomhnú Comhshaoil (an GCC) monatóireacht ar leibhéil truailleáin éagsúla aeir i leith na gcaighdeán seo

source: Under the Air Pollution Act 1987, local authorities must take whatever measures they consider necessary to prevent or limit air pollution in their area
ga: Faoin Acht um Thruailliú Aeir, 1987, ní mór d’údaráis áitiúla pé bearta a mheasann siad is gá a dhéanamh chun cosc nó teorainn a chur ar thruailliú aeir ina gceantar

source: The owners of certain industrial plants must obtain an air pollution licence from their local authority or the EPA in order to operate certain industries that will be responsible for emissions
ga: Ní mór d’úinéirí gléasra áirithe tionsclaíoch ceadúnas truaillithe aeir a fháil óna n-údarás áitiúil nó ón GCC chun tionscail áirithe a oibriú a bheidh freagrach as astuithe

source: The EPA and local authorities have separate licensing arrangements and you do not need to apply to both of them
ga: Tá socruithe ceadúnaithe ar leith ag an GCC agus ag údaráis áitiúla agus ní gá duit iarratas a dhéanamh ar an dá cheann

source: The role of local authorities in preventing and combating air pollution includes:
ga: I measc ról na n-údarás áitiúil chun truailliú aeir a chosc agus a chomhrac, tá:

source: • Monitoring of emissions or the ambient air in the area
ga: • Monatóireacht a dhéanamh ar astuithe nó ar an aer comhthimpeallach sa cheantar

source: • Assessing compliance with the relevant legislation
ga: • Measúnú a dhéanamh ar chomhlíonadh na reachtaíochta ábhartha

source: • Dealing with complaints with regard to air pollution
ga: • Déileáil le gearáin maidir le truailliú aeir

source: • Licensing certain categories of industry
ga: • Roinnt catagóirí den tionscal a cheadúnú

source: • Enforcing the ban on the marketing, distribution sale and burning of certain fuel (usually bituminous coal)
ga: • An toirmeasc ar bhreosla áirithe a mhargú, a dháileadh, a dhíol agus a dhó (gual biotúmanach de ghnáth)

source: • Organising and conducting research into the causes, extent and prevention of air pollution
ga: • Taighde a eagrú agus a dhéanamh ar chúiseanna a bhíonn le truailliú aeir agus ar mhéid an truaillithe aeir agus ar chosc a chur air

source: • Establishing and running educational programmes about pollution and its prevention
ga: • Cláir oideachasúla a bhunú agus a reáchtáil faoi thruailliú agus cosc a chur air

source: • Supporting or assisting anyone engaged in any research, survey or investigation into the nature and extent, the cause and effect and the prevention or limitation of air pollution
ga: • Tacú nó cabhair a thabhairt d’aon duine a thugann faoi aon taighde, suirbhé nó imscrúdú ar chineál agus ar mhéid an truaillithe aeir, ar chúis agus ar thionchar an truaillithe aeir nó ar chosc nó srian a chur ar thruailliú aeir

source: Local authorities have the power to enforce penalties for infringement of the Act
ga: Tá an chumhacht ag údaráis áitiúla chun pionóis a chur i bhfeidhm mar gheall ar shárú an Achta

source: Anyone found to be in breach of the Act is guilty of an offence and can face a fine and/or imprisonment
ga: Má dheimhnítear go bhfuil aon duine tar éis an tAcht a shárú, d’fhéadfaí fíneáil agus/nó príosúnacht a ghearradh ar an té sin

source: The Act places an onus on companies to use all practicable ways to limit (and, if possible, prevent) pollution from their premises
ga: Leagann an tAcht an dualgas ar chuideachtaí gach bealach indéanta a úsáid chun truailliú a theorannú (agus a chosc, más féidir) óna n-áitreabh

source: If a local authority considers that you are breaching the Act, it can serve a notice on you, specifying the corrective measures you must take to prevent air pollution and giving a time limit
ga: Má mheasann údarás áitiúil go bhfuil an tAcht á shárú agat, féadfaidh siad fógra a sheirbheáil ort, ina sonraítear na bearta ceartaitheacha nach mór duit a dhéanamh chun truailliú aeir a chosc agus teorainn ama a thabhairt

source: While they are only responsible for enforcing the Act in their own area, they can prosecute premises that are polluting this area, even if the pollution is coming from a source outside of their jurisdiction
ga: Cé nach bhfuil siad freagrach as an Acht a fhorfheidhmiú ina gceantar féin, féadfaidh siad áitreabh a ionchúiseamh a thruaillíonn an ceantar seo, fiú má tá an truailliú ag teacht ó fhoinse lasmuigh dá ndlínse

source: If a local authority considers that you have ignored its warnings and recommendations, it can take a case directly to the High Court
ga: Má mheasann údarás áitiúil gur thug tú neamhaird ar a gcuid rabhadh agus moltaí, féadfaidh siad cás a thabhairt díreach a fhad leis an Ard-Chúirt

source: This Court can issue an injunction, allowing the local authority to deal with the situation immediately
ga: Féadfaidh an Chúirt seo urghaire a eisiúint, a cheadaíonn don údarás áitiúil déileáil leis an gcás láithreach bonn

source: This option can be used if the local authority considers that there is a serious risk to public health or the environment
ga: Féadtar an rogha seo a úsáid má mheasann an t-údarás áitiúil go bhfuil riosca tromchúiseach ann i leith sláinte phoiblí nó an chomhshaoil

source: Special control areas and smoky fuel ban
ga: Limistéir rialaithe speisialta agus toirmeasc ar bhreosla toiteach

source: A local authority can declare an area to be a special control area in order to prevent or limit air pollution
ga: Féadfaidh údarás áitiúil a dhearbhú gur limistéar rialaithe speisialta atá i limistéar chun truailliú aeir a chosc nó a theorannú

source: In 1990, Dublin was the first area to have a ban on the marketing, sale and distribution of bituminous fuel
ga: I 1990, bhí Baile Átha Cliath ar an gcéad limistéar ina raibh toirmeasc ar bhreosla biotúmanach a mhargú, a dhíol agus a dháileadh

source: The ban has since been extended to several other areas and now also includes the burning of such fuels
ga: Síneadh an toirmeasc chuig roinnt limistéir eile agus áirítear anois na breoslaí siúd a dhó

source: All smokeless solid fuel products must be clearly labelled as "smokeless fuel"
ga: Ní mór gach táirge breosla sholadaigh gan toit a lipéadú go soiléir mar “breosla gan toit”

source: Local authorities carry out spot checks on fuel retailers to ensure compliance with the ban on marketing, sale and distribution of smoky fuel
ga: Tugann údaráis áitiúla faoi spotseiceálacha ar mhiondíoltóirí breosla le comhlíonadh an toirmisc ar bhreosla toiteach a mhargú, a dhíol agus a dháileadh a chinntiú

source: It is illegal to burn household or garden waste, either at home or in your garden
ga: Tá sé in aghaidh an dlí dramhaíl tí nó ghairdín a dhó, cibé acu sa bhaile nó i do ghairdín

source: Read more in our document on burning household waste
ga: Is féidir leat níos mó a léamh faoi seo inár gcáipéis ar dhramhaíl tí a dhó

source: Under the Environmental Protection Agency Act 1992, the EPA is responsible for the Integrated Pollution Control (IPC) licensing of large or complex industries with significant polluting potential
ga: Faoin Acht fán nGníomhaireacht um Chaomhnú Comhshaoil, 1992, tá an GCC freagrach as ceadúnú Rialú Comhtháite Truaillithe (RCT) a dhéanamh maidir le tionscail mhóra nó chasta a bhfuil cumas suntasach truaillithe acu

source: It is responsible for monitoring emissions from such industries and dealing with any infringements of licence terms
ga: Tá siad freagrach as monatóireacht a dhéanamh ar astuithe ó na tionscail sin agus déileáil le haon sáruithe ar théarmaí ceadúnaithe

source: Offences under the Act can result in the EPA taking companies to court
ga: Féadfaidh an GCC cuideachtaí a thabhairt chun na cúirte mar thoradh ar chiontuithe faoin Acht

source: The court can impose fines and prison sentences and the EPA can revoke a company’s licence
ga: Féadfaidh an chúirt fíneálacha agus pianbhreitheanna príosúin a ghearradh agus féadfaidh an GCC ceadúnas cuideachta a aisghairm

source: The EPA will only grant a licence if it is satisfied that the licence holder will do its utmost to prevent or limit any emissions from the plant
ga: Ní dheonóidh an GCC ceadúnas ach má tá siad sásta go ndéanfaidh sealbhóir an cheadúnais gach iarracht chun aon astuithe ón ngléasra a chosc nó a theorannú

source: All emissions must be within set limits and must not contravene any relevant air quality standard
ga: Ní mór go mbeidh gach astú laistigh de theorainneacha socraithe agus ní mór nach sáróidh siad aon chaighdeán ábhartha truaillithe aeir

source: The register of IPC licences is publicly available
ga: Tá fáil phoiblí ar chlár na gceadúnas RCT

source: Application forms for air emissions licences are available from local authority websites
ga: Tá fáil ar fhoirmeacha iarratais ar cheadúnais astuithe aeir ó láithreáin ghréasáin údaráis áitiúil

source: All air pollution data held by local authorities and the EPA is available to the public
ga: Tá fáil ag an bpobal ar shonraí faoi thruailliú aeir atá á gcoimeád ag údaráis áitiúla agus an GCC

source: To complain about the marketing, sale, or distribution of prohibited fuels, or about smoky emissions from prohibited fuels in areas covered by the ban, contact the Environment section of your local authority
ga: Chun gearán a dhéanamh faoi bhreoslaí toirmiscthe a mhargú, a dhíol nó a dháileadh, nó faoi astuithe toiteacha ó bhreoslaí toirmiscithe i limistéir atá cuimsithe ag an toirmeasc, déan teagmháil le Rannóg Comhshaoil d’údaráis áitiúil

source: Complaints about the burning of unauthorised materials should also be reported to your local authority
ga: Ba cheart gearáin faoi ábhair neamhúdaraithe a dhó a thabhairt le fios do d’údarás áitiúil, chomh maith

source: You can download an IPC licence application form here
ga: Féadfaidh tú foirm iarratais ar cheadúnas RCT a íoslódáil anseo

source: If you think that a company is breaking the terms of its IPC licence, or if you suspect that it does not have the correct licence, you can complain to the EPA, which will investigate the complaint and take further action, if necessary
ga: Má mheasann tú go bhfuil téarmaí a gceadúnais RCT á shárú ag cuideachta, nó má tá tú in amhras nach bhfuil an ceadúnas ceart acu, féadfaidh tú gearán a dhéanamh leis an GCC, a dhéanfaidh an gearán a fhiosrú agus a rachaidh i mbun breis gníomhaíochta, más gá

source: You also have the option to take a company to court, but this option can be costly
ga: Tá an rogha agat, chomh maith, chun an chuideachta a thabhairt chun na cúirte, ach d’fhéadfadh an rogha seo a bheith costasach

source: Read more about making an environmental complaint
ga: Is féidir leat tuilleadh a léamh faoi ghearán comhshaoil a dhéanamh anseo

source: Read more about air quality standards and air pollutants on askaboutireland.ie
ga: Is féidir leat níos mó a léamh faoi chaighdeán cháilíocht an aeir agus faoi thruailleáin aeir ar askaboutireland.ie

source: The EPA’s website has detailed information on air quality standards and monitoring, including the target values and long-term objectives of the relevant EU Directives
ga: Tá faisnéis mhionsonraithe ag láithreán gréasáin an GCC faoi chaighdeáin cháilíocht an aeir agus monatóireacht a dhéanamh ar cháilíocht an aeir, lena n-áirítear cuspóirí fadtéarmacha agus spriocluachanna Threoracha ábhartha an AE

source: Further information on the EPA website includes the Air Quality Index for Health (AQIH)
ga: I measc na faisnéise breise atá ar láithreán gréasáin an GCC, tá an tInéacs um Chaighdeán an Aeir don tSláinte (AQIH)

source: This provides air quality information with health advice for the general public and for people sensitive to air pollution
ga: Cuireann seo faisnéis ar fáil faoi chaighdeán an aeir, mar aon le comhairle sláinte don phobal i gcoitinne agus do dhaoine atá íogair i leith truailliú aeir

source: Read more information on air quality and pollution
ga: Léigh tuilleadh faisnéise ar chaighdeán an aeir
